t <- c(70, 65, 63, 72, 81, 83, 66, 75, 80, 75, 79, 76, 76, 69, 75, 74, 85, 86, 71, 64, 78, 80, 74, 72, 77, 81, 82, 80, 80, 80, 87)

table(t)

hist(t, main = "수목원 나무 히스토그램" )

stem(t, 1)

man <-c(49, 58, 62, 86, 82, 72, 40, 52, 65, 45, 56, 60, 48, 50, 64, 93, 85, 70, 97, 80, 78, 58, 60, 67, 58, 62, 69, 98, 80, 88)

hist(man, main = "남자 입사시험 성적")

woman <-c(60, 68, 72, 72, 66, 67, 65, 61, 75, 62, 78, 72, 62, 79, 64, 71, 74, 74, 58, 73)

hist(woman, main="여자 입사시험 성적")

mean(man)

sd(man)

cv1 = 100*sd(man)/mean(man) # 남자 입사시섬 성적의 변이계수

print(cv1)
